IDEA Open Model
LoadImpulse.X Property
 Load in X direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double X { get; set; }
Public Property X As Double
	Get
	Set
public:
property double X {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LoadImpulse Structure
IdeaRS.OpenModel.Loading Namespace